[
  {
    "text": "Appear weak when you are strong, and strong when you are weak.",
    "source": "The Art of War"
  },
  {
    "text": "The supreme art of war is to subdue the enemy without fighting.",
    "source": "The Art of War"
  },
  {
    "text": "If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.",
    "source": "The Art of War"
  },
  {
    "text": "Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt.",
    "source": "The Art of War"
  },
  {
    "text": "Supreme excellence consists of breaking the enemy's resistance without fighting.",
    "source": "The Art of War"
  },
  {
    "text": "All warfare is based on deception. Hence, when we are able to attack, we must seem unable; when using our forces, we must appear inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near.",
    "source": "The Art of War"
  },
  {
    "text": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win",
    "source": "The Art of War"
  },
  {
    "text": "If your enemy is secure at all points, be prepared for him. If he is in superior strength, evade him. If your opponent is temperamental, seek to irritate him. Pretend to be weak, that he may grow arrogant. If he is taking his ease, give him no rest. If his forces are united, separate them. If sovereign and subject are in accord, put division between them. Attack him where he is unprepared, appear where you are not expected.",
    "source": "The Art of War"
  },
  {
    "text": "The greatest victory is that which requires no battle.",
    "source": "The Art of War"
  },
  {
    "text": "Engage people with what they expect; it is what they are able to discern and confirms their projections. It settles them into predictable patterns of response, occupying their minds while you wait for the extraordinary moment - that which they cannot anticipate.",
    "source": "The Art of War"
  },
  {
    "text": "Treat your men as you would your own beloved sons. And they will follow you into the deepest valley.",
    "source": "The Art of War"
  },
  {
    "text": "Move swift as the Wind and closely-formed as the Wood. Attack like the Fire and be still as the Mountain.",
    "source": "The Art of War"
  },
  {
    "text": "When you surround an army, leave an outlet free. Do not press a desperate foe too hard.",
    "source": "The Art of War"
  },
  {
    "text": "The art of war is of vital importance to the State. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected.",
    "source": "The Art of War"
  },
  {
    "text": "When the enemy is relaxed, make them toil. When full, starve them. When settled, make them move.",
    "source": "The Art of War"
  },
  {
    "text": "He who wishes to fight must first count the cost.",
    "source": "The Art of War"
  },
  {
    "text": "So in war, the way is to avoid what is strong, and strike at what is weak.",
    "source": "The Art of War"
  },
  {
    "text": "To win one hundred victories in one hundred battles is not the acme of skill. To subdue the enemy without fighting is the acme of skill.",
    "source": "The Art of War"
  },
  {
    "text": "Be extremely subtle even to the point of formlessness. Be extremely mysterious even to the point of soundlessness. Thereby you can be the director of the opponent's fate.",
    "source": "The Art of War"
  },
  {
    "text": "Appear weak when you are strong, and strong when you are weak.",
    "source": "The Art of War"
  },
  {
    "text": "The supreme art of war is to subdue the enemy without fighting.",
    "source": "The Art of War"
  },
  {
    "text": "If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.",
    "source": "The Art of War"
  },
  {
    "text": "Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt.",
    "source": "The Art of War"
  },
  {
    "text": "Supreme excellence consists of breaking the enemy's resistance without fighting.",
    "source": "The Art of War"
  },
  {
    "text": "All warfare is based on deception. Hence, when we are able to attack, we must seem unable; when using our forces, we must appear inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near.",
    "source": "The Art of War"
  },
  {
    "text": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.",
    "source": "The Art of War"
  },
  {
    "text": "If your enemy is secure at all points, be prepared for him. If he is in superior strength, evade him. If your opponent is temperamental, seek to irritate him. Pretend to be weak, that he may grow arrogant. If he is taking his ease, give him no rest. If his forces are united, separate them. If sovereign and subject are in accord, put division between them. Attack him where he is unprepared, appear where you are not expected.",
    "source": "The Art of War"
  },
  {
    "text": "The greatest victory is that which requires no battle.",
    "source": "The Art of War"
  },
  {
    "text": "Engage people with what they expect; it is what they are able to discern and confirms their projections. It settles them into predictable patterns of response, occupying their minds while you wait for the extraordinary moment - that which they cannot anticipate.",
    "source": "The Art of War"
  },
  {
    "text": "There is no instance of a nation benefitting from prolonged warfare.",
    "source": "The Art of War"
  },
  {
    "text": "Treat your men as you would your own beloved sons. And they will follow you into the deepest valley.",
    "source": "The Art of War"
  },
  {
    "text": "Move swift as the Wind and closely-formed as the Wood. Attack like the Fire and be still as the Mountain.",
    "source": "The Art of War"
  },
  {
    "text": "When you surround an army, leave an outlet free. Do not press a desperate foe too hard.",
    "source": "The Art of War"
  },
  {
    "text": "The art of war is of vital importance to the State. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected.",
    "source": "The Art of War"
  },
  {
    "text": "When the enemy is relaxed, make them toil. When full, starve them. When settled, make them move.",
    "source": "The Art of War"
  },
  {
    "text": "So in war, the way is to avoid what is strong, and strike at what is weak.",
    "source": "The Art of War"
  },
  {
    "text": "To win one hundred victories in one hundred battles is not the acme of skill. To subdue the enemy without fighting is the acme of skill.",
    "source": "The Art of War"
  },
  {
    "text": "What the ancients called a clever fighter is one who not only wins, but excels in winning with ease.",
    "source": "The Art of War"
  },
  {
    "text": "The wise warrior avoids the battle.",
    "source": "The Art of War"
  },
  {
    "text": "One may know how to conquer without being able to do it.",
    "source": "The Art of War"
  },
  {
    "text": "The whole secret lies in confusing the enemy, so that he cannot fathom our real intent.",
    "source": "The Art of War"
  },
  {
    "text": "Rouse him, and learn the principle of his activity or inactivity. Force him to reveal himself, so as to find out his vulnerable spots.",
    "source": "The Art of War"
  },
  {
    "text": "If you know the enemy and know yourself, your victory will not stand in doubt; if you know Heaven and know Earth, you may make your victory complete.",
    "source": "The Art of War"
  },
  {
    "text": "He who is prudent and lies in wait for an enemy who is not, will be victorious.",
    "source": "The Art of War"
  },
  {
    "text": "Thus the expert in battle moves the enemy, and is not moved by him.",
    "source": "The Art of War"
  },
  {
    "text": "If your opponent is of choleric temper, seek to irritate him. Pretend to be weak, that he may grow arrogant.",
    "source": "The Art of War"
  },
  {
    "text": "There are roads which must not be followed, armies which must not be attacked, towns which must not be besieged, positions which must not be contested, commands of the sovereign which must not be obeyed.",
    "source": "The Art of War"
  },
  {
    "text": "Attack is the secret of defense; defense is the planning of an attack.",
    "source": "The Art of War"
  },
  {
    "text": "Great results, can be achieved with small forces.",
    "source": "The Art of War"
  },
  {
    "text": "Attack him where he is unprepared, appear where you are not expected.",
    "source": "The Art of War"
  },
  {
    "text": "Ponder and deliberate before you make a move.",
    "source": "The Art of War"
  },
  {
    "text": "Knowing the enemy enables you to take the offensive, knowing yourself enables you to stand on the defensive.",
    "source": "The Art of War"
  },
  {
    "text": "Bravery without forethought, causes a man to fight blindly and desperately like a mad bull.  Such an opponent, must not be encountered with brute force, but may be lured into an ambush and slain.",
    "source": "The Art of War"
  },
  {
    "text": "If ignorant both of your enemy and yourself, you are certain to be in peril.",
    "source": "The Art of War"
  },
  {
    "text": "Always mystify, mislead, and surprise the enemy",
    "source": "The Art of War"
  },
  {
    "text": "Move not unless you see an advantage; use not your troops unless there is something to be gained; fight not unless the position is critical.",
    "source": "The Art of War"
  },
  {
    "text": "Never venture, never win!",
    "source": "The Art of War"
  },
  {
    "text": "He will win who, prepared himself, waits to take the enemy unprepared.",
    "source": "The Art of War"
  },
  {
    "text": "The skillful tactician may be likened to the shuai-jan. Now the shuai-jan is a snake that is found in the Ch'ang mountains. Strike at its head, and you will be attacked by its tail; strike at its tail, and you will be attacked by its head; strike at its middle, and you will be attacked by head and tail both.",
    "source": "The Art of War"
  },
  {
    "text": "If his forces are united, separate them.",
    "source": "The Art of War"
  },
  {
    "text": "But a kingdom that has once been destroyed can never come again into being; nor can the dead ever be brought back to life.",
    "source": "The Art of War"
  },
  {
    "text": "It is easy to love your friend, but sometimes the hardest lesson to learn is to love your enemy.",
    "source": "The Art of War"
  },
  {
    "text": "Begin by seizing something which your opponent holds dear; then he will be amenable to your will.",
    "source": "The Art of War"
  },
  {
    "text": "If he sends reinforcements everywhere, he will everywhere be weak.",
    "source": "The Art of War"
  },
  {
    "text": "Disorder came from order, fear came from courage, weakness came from strength.",
    "source": "The Art of War"
  },
  {
    "text": "Rewards for good service should not be deferred a single day.",
    "source": "The Art of War"
  },
  {
    "text": "Know your enemy and know yourself and you can fight a hundred battles without disaster",
    "source": "The Art of War"
  },
  {
    "text": "who does not know the evils of war cannot appreciate its benefits",
    "source": "The Art of War"
  },
  {
    "text": "It is only the enlightened ruler and the wise general who will use the highest intelligence of the army for the purposes of spying, and thereby they achieve great results.",
    "source": "The Art of War"
  },
  {
    "text": "Hence to fight and conquer in all your battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting.",
    "source": "The Art of War"
  },
  {
    "text": "Hence a commander who advances without any thought of winning personal fame and withdraws in spite of certain punishment, whose only concern is to protect his people and promote the interests of his ruler, is the nation's treasure. Because he fusses over his men as if they were infants, they will accompany him into the deepest valleys; because he fusses over his men as if they were his own beloved sons, they will die by his side. If he is generous with them and yet they do not do as he tells them, if he loves them and yet they do not obey his commands, if he is so undisciplined with them that he cannot bring them into proper order, they will be like spoiled children who can be put to no good use at all.",
    "source": "The Art of War"
  },
  {
    "text": "Conform to the enemy's tactics until a favorable opportunity offers; then come forth and engage in a battle that shall prove decisive.",
    "source": "The Art of War"
  },
  {
    "text": "When your army has crossed the border, you should burn your boats and bridges, in order to make it clear to everybody that you have no hankering after home.",
    "source": "The Art of War"
  },
  {
    "text": "If you know yourself but not the enemy, for every victory gained you will also suffer a defeat.",
    "source": "The Art of War"
  },
  {
    "text": "Plan for what it is difficult while it is easy, do what is great while it is small.",
    "source": "The Art of War"
  },
  {
    "text": "Those skilled at making the enemy move do so by creating a situation to which he must conform; they entice him with something he is certain to take, and with lures of ostensible profit they await him in strength.",
    "source": "The Art of War"
  },
  {
    "text": "Hence that general is skilful in attack whose opponent does not know what to defend; and he is skilful in defense whose opponent does not know what to attack.",
    "source": "The Art of War"
  },
  {
    "text": "Therefore, just as water retains no constant shape, so in warfare there are no constant conditions.",
    "source": "The Art of War"
  },
  {
    "text": "the opportunity of defeating the enemy is provided by the enemy himself.",
    "source": "The Art of War"
  },
  {
    "text": "Foreknowledge cannot be gotten from ghosts and spirits, cannot be had by analogy, cannot be found out by calculation. It must be obtained from people, people who know the conditions of the enemy.",
    "source": "The Art of War"
  },
  {
    "text": "If there is disturbance in the camp, the general's authority is weak. ",
    "source": "The Art of War"
  },
  {
    "text": "do many calculations lead to victory, and few calculations to defeat",
    "source": "The Art of War"
  },
  {
    "text": "The worst calamities that befall an army arise from hesitation",
    "source": "The Art of War"
  },
  {
    "text": "Know thy self, know thy enemy. A thousand battles, a thousand victories.",
    "source": "The Art of War"
  },
  {
    "text": "if you fight with all your might,  there is a chance of life; where as death is certain if you cling to your corner",
    "source": "The Art of War"
  },
  {
    "text": "Conceal your dispositions, and your condition will remain secret, which leads to victory; show your dispositions, and your condition will become patent, which leads to defeat.",
    "source": "The Art of War"
  },
  {
    "text": "The end and aim of spying in all its five varieties is knowledge of the enemy; and this knowledge can only be derived, in the first instance, from the converted spy. Hence it is essential that the converted spy be treated with the utmost liberality.",
    "source": "The Art of War"
  },
  {
    "text": "Success in warfare is gained by carefully accommodating ourselves to the enemy's purpose.",
    "source": "The Art of War"
  },
  {
    "text": "Do not swallow bait offered by the enemy. Do not interfere with an army that is returning home.",
    "source": "The Art of War"
  },
  {
    "text": "You can be sure of succeeding in your attacks if you only attack places which are undefended.",
    "source": "The Art of War"
  },
  {
    "text": "When the outlook is bright, bring it before their eyes; but tell them nothing when the situation is gloomy.",
    "source": "The Art of War"
  },
  {
    "text": "The spot where we intend to fight must not be made known; for then the enemy will have to prepare against a possible attack at several different points;",
    "source": "The Art of War"
  },
  {
    "text": "You can ensure the safety of your defense if you only hold positions that cannot be attacked.",
    "source": "The Art of War"
  },
  {
    "text": "We cannot enter into alliances until we are acquainted with the designs of our neighbors.",
    "source": "The Art of War"
  },
  {
    "text": "Deep knowledge is to be aware of disturbance before disturbance, to be aware of danger before danger, to be aware of destruction before destruction, to be aware of calamity before calamity. Strong action is training the body without being burdened by the body, exercising the mind without being used by the mind, working in the world without being affected by the world, carrying out tasks without being obstructed by tasks.",
    "source": "The Art of War: Complete Texts and Commentaries"
  },
  {
    "text": "Whether in an advantageous position or a disadvantageous one, the opposite state should be always present to your mind.",
    "source": "The Art of War"
  },
  {
    "text": "By reinforcing every part, he weakens every part.",
    "source": "The Art of War"
  },
  {
    "text": "Whoever is first in the field and awaits the coming of the enemy, will be fresh for the fight; whoever is second in the field and has to hasten to battle will arrive exhausted.",
    "source": "The Art of War"
  },
  {
    "text": "There are not more than five primary colors (blue, yellow, red, white, and black), yet in combination they produce more hues than can ever been seen.",
    "source": "The Art of War"
  }
]